Repository: chi-rei-den/TerrariaLocalization
Catalog: project/tm/penalty-30/legacy.tmx
Source language: en_us
Languages: zh_cn

source: Spider Egg
zh_cn: 蜘蛛卵

source: Spider Fang
zh_cn: 蜘蛛牙

source: Spider Greaves
zh_cn: 蜘蛛护胫

source: Spider Mask
zh_cn: 蜘蛛面具

source: Spider Staff
zh_cn: 蜘蛛法杖

source: Spider Turret
zh_cn: 蜘蛛炮塔

source: Spiderfish
zh_cn: 蜘蛛鱼

source: Spike
zh_cn: 尖刺

source: Spike Ball
zh_cn: 尖刺球

source: Spiked
zh_cn: 尖刺

source: Spiked Ice Slime
zh_cn: 尖刺冰雪史莱姆

source: Spiked Ice Slime Banner
zh_cn: 尖刺冰雪史莱姆旗

source: Spiked Jungle Slime
zh_cn: 尖刺丛林史莱姆

source: Spiked Jungle Slime Banner
zh_cn: 尖刺丛林史莱姆旗

source: Spiked Slime
zh_cn: 尖刺史莱姆

source: Spiky Ball
zh_cn: 尖球

source: Spiky Ball Trap
zh_cn: 尖球机关

source: Spirit Flame
zh_cn: 神灯烈焰

source: Spirit Heal
zh_cn: 幽灵治愈

source: Spits an Ichor stream on contact
zh_cn: 碰到物体喷一串灵液

source: Spits toxic bubbles
zh_cn: 吐出毒泡

source: Splashes defense reducing miasma!
zh_cn: 溅弹防御减少瘴气！

source: Splinterling
zh_cn: 树精

source: Splinterling Banner
zh_cn: 树精旗

source: Spooky Bathtub
zh_cn: 阴森浴缸

source: Spooky Bed
zh_cn: 阴森床

source: Spooky Bookcase
zh_cn: 阴森书架

source: Spooky Breastplate
zh_cn: 阴森胸甲

source: Spooky Candelabra
zh_cn: 阴森大烛台

source: Spooky Candle
zh_cn: 阴森蜡烛

source: Spooky Chair
zh_cn: 阴森椅

source: Spooky Chandelier
zh_cn: 阴森吊灯

source: Spooky Chest
zh_cn: 阴森箱

source: Spooky Clock
zh_cn: 阴森时钟

source: Spooky Door
zh_cn: 阴森门

source: Spooky Dresser
zh_cn: 阴森梳妆台

source: Spooky Helmet
zh_cn: 阴森头盔

source: Spooky Hook
zh_cn: 阴森钩

source: Spooky Lamp
zh_cn: 阴森灯

source: Spooky Lantern
zh_cn: 阴森灯笼

source: Spooky Leggings
zh_cn: 阴森护腿

source: Spooky Piano
zh_cn: 阴森钢琴

source: Spooky Platform
zh_cn: 阴森平台

source: Spooky Sink
zh_cn: 阴森水槽

source: Spooky Sofa
zh_cn: 阴森沙发

source: Spooky Table
zh_cn: 阴森桌

source: Spooky Twig
zh_cn: 阴森嫩枝

source: Spooky Wings
zh_cn: 阴森之翼

source: Spooky Wood
zh_cn: 阴森木

source: Spooky Wood Wall
zh_cn: 阴森木墙

source: Spooky Work Bench
zh_cn: 阴森工作台

source: Spore
zh_cn: 孢子

source: Spore Cloud
zh_cn: 孢子云

source: Spore Sac
zh_cn: 孢子囊

source: Spore Zombie
zh_cn: 孢子僵尸

source: Spore Zombie Banner
zh_cn: 孢子僵尸旗

source: Sprays out a shower of water
zh_cn: 喷射一阵水

source: Spreading grass
zh_cn: 正在扩大草地

source: Spreads the Hallow to some blocks
zh_cn: 使多个块蔓延神圣之地

source: Spreads the corruption to some blocks
zh_cn: 使多个块蔓延腐化之地

source: Spreads the crimson to some blocks
zh_cn: 使多个块蔓延猩红之地

source: Squashling
zh_cn: 南瓜娃娃

source: Squid
zh_cn: 乌贼

source: Squid Banner
zh_cn: 乌贼旗

source: Squiggles Wallpaper
zh_cn: 波浪条纹壁纸

source: Squire's Great Helm
zh_cn: 侍卫大头盔

source: Squire's Greaves
zh_cn: 侍卫护胫

source: Squire's Plating
zh_cn: 侍卫板甲

source: Squire's Shield
zh_cn: 侍卫护盾

source: Squirrel
zh_cn: 松鼠

source: Squirrel Cage
zh_cn: 松鼠笼

source: Squirrel Statue
zh_cn: 松鼠雕像

source: Squirts a harmless stream of slime
zh_cn: 喷射一群无害的史莱姆

source: Squirts a harmless stream of water
zh_cn: 喷射无害水流

source: Sroller
zh_cn: 火滚怪

source: Sroller Banner
zh_cn: 火滚怪旗

source: Stacks up to 5
zh_cn: 最多堆叠5个

source: Staff of Earth
zh_cn: 大地法杖

source: Staff of Regrowth
zh_cn: 再生法杖

source: Staff of the Frost Hydra
zh_cn: 寒霜九头蛇法杖

source: Stake
zh_cn: 尖桩

source: Stake Launcher
zh_cn: 尖桩发射器

source: Star
zh_cn: 星星

source: Star Anise
zh_cn: 星形茴香

source: Star Cannon
zh_cn: 星星炮

source: Star Cell
zh_cn: 星细胞

source: Star Cell Banner
zh_cn: 星细胞法杖旗

source: Star Cloak
zh_cn: 星星斗篷

source: Star Destroyer
zh_cn: 灭星者

source: Star Power
zh_cn: 星之魔力

source: Star Statue
zh_cn: 星星雕像

source: Star Topper 1
zh_cn: 星星礼帽1

source: Star Topper 2
zh_cn: 星星礼帽2

source: Star Topper 3
zh_cn: 星星礼帽3

source: Star Veil
zh_cn: 星星面纱

source: Star Wrath
zh_cn: 狂星之怒

source: Star in a Bottle
zh_cn: 星星瓶

source: Starburst
zh_cn: 爆星

source: Stardust Axe
zh_cn: 星尘斧

source: Stardust Cell
zh_cn: 星尘细胞

source: Stardust Cell Staff
zh_cn: 星尘细胞法杖

source: Stardust Chainsaw
zh_cn: 星尘链锯

source: Stardust Dragon
zh_cn: 星尘之龙

source: Stardust Dragon Staff
zh_cn: 星尘之龙法杖

source: Stardust Drill
zh_cn: 星尘钻头

source: Stardust Dye
zh_cn: 星尘染料

source: Stardust Fragment
zh_cn: 星尘碎片

source: Stardust Fragment Block
zh_cn: 星尘碎片块

source: Stardust Guardian
zh_cn: 星尘守卫

source: Stardust Hamaxe
zh_cn: 星尘锤斧

source: Stardust Hammer
zh_cn: 星尘锤

source: Stardust Helmet
zh_cn: 星尘头盔

source: Stardust Laser
zh_cn: 星尘激光

source: Stardust Leggings
zh_cn: 星尘护腿

source: Stardust Monolith
zh_cn: 星尘天塔柱

source: Stardust Pickaxe
zh_cn: 星尘镐

source: Stardust Pillar
zh_cn: 星尘柱

source: Stardust Plate
zh_cn: 星尘板甲

source: Stardust Wings
zh_cn: 星尘之翼

source: Starfish
zh_cn: 海星

source: Starfury
zh_cn: 星怒

source: Stargazer
zh_cn: 观星怪

source: Stargazer Banner
zh_cn: 观星怪旗

source: Starlit Heaven Wallpaper
zh_cn: 星光天堂壁纸

source: Starmark
zh_cn: 星标

source: Starry Night
zh_cn: 星空

source: Stars Wallpaper
zh_cn: 星星壁纸

source: Start
zh_cn: 开始

source: Start a new instance of Terraria to join!
zh_cn: 启动泰拉瑞亚新副本来加入！

source: Start scripts have been updated and require tModLoader to be restarted.
zh_cn: 启动脚本已更新,需重新启动tModLoader.

source: Starting Bag
zh_cn: 起始包

source: Starting server...
zh_cn: 正在启动服务器...

source: Static Hook
zh_cn: 静止钩

source: Statue
zh_cn: 雕像

source: Status
zh_cn: 状态

source: Staunch
zh_cn: 可靠

source: Stay off me booty, ya scallywag!
zh_cn: 别碰我的战利品，淘气鬼！

source: Steal a key from dungeon's undead denizens, and unlock one of their precious golden chests.
zh_cn: 从地牢的活尸处偷取钥匙，打开其中一个珍贵的金箱。

source: Steam Multiplayer: Disabled
zh_cn: Steam多人模式：已禁用

source: Steam Multiplayer: Enabled
zh_cn: Steam多人模式：已启用

source: Steampunk Bathtub
zh_cn: 蒸汽朋克浴缸

source: Steampunk Bed
zh_cn: 蒸汽朋克床

source: Steampunk Boiler
zh_cn: 蒸汽朋克锅炉

source: Steampunk Bookcase
zh_cn: 蒸汽朋克书架

source: Steampunk Candelabra
zh_cn: 蒸汽朋克烛台

source: Steampunk Candle
zh_cn: 蒸汽朋克蜡烛

source: Steampunk Chair
zh_cn: 蒸汽朋克椅

source: Steampunk Chandelier
zh_cn: 蒸汽朋克吊灯

source: Steampunk Chest
zh_cn: 蒸汽朋克箱

source: Steampunk Clock
zh_cn: 蒸汽朋克时钟

source: Steampunk Door
zh_cn: 蒸汽朋克门

source: Steampunk Dresser
zh_cn: 蒸汽朋克梳妆台

source: Steampunk Goggles
zh_cn: 蒸汽朋克护目镜

source: Steampunk Hat
zh_cn: 蒸汽朋克帽

source: Steampunk Lamp
zh_cn: 蒸汽朋克灯

source: Steampunk Lantern
zh_cn: 蒸汽朋克灯笼

source: Steampunk Pants
zh_cn: 蒸汽朋克裤

source: Steampunk Piano
zh_cn: 蒸汽朋克钢琴

source: Steampunk Platform
zh_cn: 蒸汽朋克平台

source: Steampunk Shirt
zh_cn: 蒸汽朋克衣

source: Steampunk Sink
zh_cn: 蒸汽朋克水槽

source: Steampunk Sofa
zh_cn: 蒸汽朋克沙发

source: Steampunk Table
zh_cn: 蒸汽朋克桌

source: Steampunk Wings
zh_cn: 蒸汽朋克之翼

source: Steampunk Work Bench
zh_cn: 蒸汽朋克工作台

source: Steampunker
zh_cn: 蒸汽朋克人

source: Sticky Bomb
zh_cn: 粘性炸弹

source: Sticky Dynamite
zh_cn: 粘性雷管

source: Sticky Glowstick
zh_cn: 粘性荧光棒

source: Sticky Grenade
zh_cn: 粘性手榴弹

source: Sticky Situation
zh_cn: 黏黏糊糊

source: Still Hungry
zh_cn: 野心依旧

source: Sting Operation
zh_cn: 蜇刺行动

source: Stinger
zh_cn: 毒刺

source: Stink Potion
zh_cn: 臭味药水

source: Stinkfish
zh_cn: 臭味鱼

source: Stinky
zh_cn: 恶臭

source: Stone Block
zh_cn: 石块

source: Stone Slab
zh_cn: 石板

source: Stone Slab Wall
zh_cn: 石板墙

source: Stone Wall
zh_cn: 石墙

source: Stoned
zh_cn: 恍惚

source: Stopwatch
zh_cn: 秒表

source: Storm Diver
zh_cn: 漩泥怪

source: Storm Diver Banner
zh_cn: 漩泥怪旗

source: Storm Effects: {0}
zh_cn: 暴风雨影响：{0}

source: Strange Brew
zh_cn: 诡药

source: Strange Glowing Mushroom
zh_cn: 奇异发光蘑菇

source: Strange Plant
zh_cn: 奇异植物

source: Strange Plants
zh_cn: 奇异植物

source: Stranger, do you possess the strength to defeat my master?
zh_cn: 陌生人，你是否拥有能打败我主人的力量？

source: Striking Moment
zh_cn: 惊人一刻

source: Strong
zh_cn: 强劲

source: Strong enough to destroy Demon Altars
zh_cn: 强大到足以摧毁恶魔祭坛

source: Strong knockback
zh_cn: 较强击退力

source: Stumble into a spider cavern in the underground.
zh_cn: 摸索进入地下蜘蛛洞。

source: Sturdy Fossil
zh_cn: 坚固头盔

source: Style
zh_cn: 类型

source: Stylish Scissors
zh_cn: 时尚剪刀

source: Stylist
zh_cn: 发型师

source: Stynger
zh_cn: 毒刺发射器

source: Stynger Bolt
zh_cn: 毒刺矢

source: Submit
zh_cn: 提交

source: Suffocation
zh_cn: 窒息

source: Sugar Cookie
zh_cn: 蜜糖饼干

source: Sugar Plum
zh_cn: 蜜糖李

source: Sulphur Butterfly
zh_cn: 硫磺蝶

source: Sulphur Butterfly Jar
zh_cn: 硫磺蝶罐

source: Summer Hat
zh_cn: 夏日草帽

source: Summoner Emblem
zh_cn: 召唤师徽章

source: Summoning
zh_cn: 召唤

source: Summoning Potion
zh_cn: 召唤药水

source: Summons Destroyer
zh_cn: 召唤毁灭者

source: Summons King Slime
zh_cn: 召唤史莱姆王

source: Summons Pumpkin heads to attack your enemies
zh_cn: 召唤南瓜头来攻击敌人

source: Summons Shadowflame tentacles to strike your foe
zh_cn: 召唤暗影焰触手来攻击敌人

source: Summons Skeletron Prime
zh_cn: 召唤机械骷髅王

source: Summons The Twins
zh_cn: 召唤双子魔眼

source: Summons a Baby Dinosaur
zh_cn: 召唤恐龙宝宝

source: Summons a Baby Eater of Souls
zh_cn: 召唤噬魂怪宝宝

source: Summons a Baby Face Monster
zh_cn: 召唤脸怪宝宝

source: Summons a Baby Grinch
zh_cn: 召唤格林奇宝宝

source: Summons a Baby Hornet
zh_cn: 召唤黄蜂宝宝

source: Summons a Baby Skeletron Head
zh_cn: 召唤骷髅王宝宝头

source: Summons a Baby Truffle
zh_cn: 召唤松露人宝宝

source: Summons a Goblin Army
zh_cn: 召唤哥布林军队

source: Summons a Pet Lizard
zh_cn: 召唤宠物蜥蜴

source: Summons a Pet Parrot
zh_cn: 召唤宠物鹦鹉

source: Summons a Pet Sapling
zh_cn: 召唤宠物树苗

source: Summons a Puppy
zh_cn: 召唤小狗

source: Summons a Pygmy to fight for you
zh_cn: 召唤矮人来为你战斗

source: Summons a Tiki Spirit
zh_cn: 召唤提基幽魂

source: Summons a UFO to fight for you
zh_cn: 召唤UFO可让它为你作战

source: Summons a Wisp to provide light
zh_cn: 召唤妖灵来提供照明

source: Summons a baby penguin
zh_cn: 召唤企鹅宝宝

source: Summons a baby slime to fight for you
zh_cn: 召唤史莱姆宝宝来为你战斗

source: Summons a baby snowman
zh_cn: 召唤雪人宝宝

source: Summons a black kitty
zh_cn: 召唤黑猫

source: Summons a block of ice
zh_cn: 召唤一块冰

source: Summons a cloud to rain blood on your foes
zh_cn: 召唤云来让敌人淋血雨

source: Summons a cloud to rain down on your foes
zh_cn: 召唤云来让敌人淋雨

source: Summons a controllable ball of fire
zh_cn: 召唤可控的火光球

source: Summons a cursed sapling to follow you
zh_cn: 召唤诅咒树苗来跟着你

source: Summons a flying piggy bank to store your items
zh_cn: 召唤飞猪存钱罐，储存你的物品

source: Summons a heart to provide light
zh_cn: 召唤一颗心来提供照明

source: Summons a hornet to fight for you
zh_cn: 召唤黄蜂来为你战斗

source: Summons a lost soul to chase your foes
zh_cn: 召唤亡魂来追杀敌人

source: Summons a lunar portal to shoot lasers at your enemies
zh_cn: 召唤月亮传送门，向敌人发射激光

source: Summons a magic lantern that exposes nearby treasure
zh_cn: 召唤用来显露附近宝藏的魔法灯笼

source: Summons a magical fairy
zh_cn: 召唤魔法仙灵

source: Summons a massive crystal spike
zh_cn: 召唤巨大的水晶尖刺

source: Summons a mini minotaur
zh_cn: 召唤迷你牛头怪

source: Summons a pet Zephyr Fish
zh_cn: 召唤宠物和风鱼

source: Summons a pet bunny
zh_cn: 召唤宠物兔

source: Summons a pet dragon
zh_cn: 召唤宠物龙

source: Summons a pet flickerwick to provide light
zh_cn: 召唤宠物闪烁灯芯来提供照明

source: Summons a pet gato
zh_cn: 召唤宠物Gato

source: Summons a pet spider
zh_cn: 召唤宠物蜘蛛

source: Summons a pet squashling
zh_cn: 召唤宠物南瓜娃娃

source: Summons a pet turtle
zh_cn: 召唤宠物海龟

source: Summons a pirate invasion
zh_cn: 召唤海盗入侵

source: Summons a powerful boulder
zh_cn: 召唤强大的巨石

source: Summons a powerful frost hydra to spit ice at your enemies
zh_cn: 召唤强大的寒霜九头蛇，以朝敌人吐冰雪

source: Summons a powerful leaf crystal to shoot at nearby enemies
zh_cn: 召唤强大的水晶叶瓣来射击附近的敌人

source: Summons a raven to fight for you
zh_cn: 召唤乌鸦来为你战斗

source: Summons a rideable Bee mount
zh_cn: 召唤可骑乘的蜜蜂坐骑

source: Summons a rideable Bunny mount
zh_cn: 召唤可骑乘的兔兔坐骑

source: Summons a rideable Drill mount
zh_cn: 召唤可骑乘的钻头坐骑

source: Summons a rideable Pigron mount
zh_cn: 召唤可骑乘的猪龙坐骑

source: Summons a rideable Scutlix mount
zh_cn: 召唤可骑乘的鳞甲怪坐骑

source: Summons a rideable Slime mount
zh_cn: 召唤可骑乘的史莱姆坐骑

source: Summons a rideable Turtle mount
zh_cn: 召唤可骑乘的海龟坐骑

source: Summons a rideable UFO mount
zh_cn: 召唤可骑乘的UFO坐骑

source: Summons a rideable basilisk mount
zh_cn: 召唤可骑乘的蛇蜥怪坐骑

source: Summons a rideable reindeer
zh_cn: 召唤可骑乘的驯鹿

source: Summons a rideable unicorn mount
zh_cn: 召唤可骑乘的独角兽坐骑

source: Summons a spider queen to spit eggs at your enemies
zh_cn: 召唤蜘蛛女王，以朝敌人吐蜘蛛蛋

source: Summons a thorn spear
zh_cn: 召唤刺矛

source: Summons a vile thorn
zh_cn: 召唤魔刺

source: Summons a wall of cursed flames
zh_cn: 召唤诅咒焰墙

source: Summons an eyeball spring
zh_cn: 召唤弹簧眼

source: Summons an imp to fight for you
zh_cn: 召唤小鬼来为你战斗

source: Summons bats to attack your enemies
zh_cn: 召唤蝙蝠攻击敌人

source: Summons falling stars on impact
zh_cn: 碰撞时召唤陨星

source: Summons ghosts as it hits enemies
zh_cn: 可在击打敌人时召唤鬼魂

source: Summons pirates to fight for you
zh_cn: 召唤海盗来为你战斗

source: Summons rapid fire crystal shards
zh_cn: 召唤速射魔晶碎片

source: Summons sharknados to fight for you
zh_cn: 召唤鲨鱼旋风来为你战斗

source: Summons spiders to fight for you
zh_cn: 召唤蜘蛛来为你战斗

source: Summons spores over time that will damage enemies
zh_cn: 随着时间推移召唤可以伤害敌人的孢子

source: Summons the Brain of Cthulhu
zh_cn: 召唤克苏鲁之脑

source: Summons the Devil's trident
zh_cn: 召唤恶魔三叉戟

source: Summons the Eater of Worlds
zh_cn: 召唤世界吞噬怪

source: Summons the Eclipse
zh_cn: 召唤日食

source: Summons the Eye of Cthulhu
zh_cn: 召唤克苏鲁之眼

source: Summons the Frost Legion
zh_cn: 召唤雪人军团

source: Summons the Frost Moon
zh_cn: 召唤霜月

source: Summons the Impending Doom
zh_cn: 召唤月亮末日

source: Summons the Pumpkin Moon
zh_cn: 召唤南瓜月

source: Summons the Queen Bee
zh_cn: 召唤蜂王

source: Summons twins to fight for you
zh_cn: 召唤双子魔眼来为你战斗

source: Summons unholy fire balls
zh_cn: 召唤邪恶的火球

source: Sun Banner
zh_cn: 太阳旗

source: Sun Mask
zh_cn: 太阳面具

source: Sun Stone
zh_cn: 太阳石

source: Sunflower
zh_cn: 向日葵

source: Sunflower Statue
zh_cn: 向日葵雕像

source: Sunflowers
zh_cn: 向日葵

source: Sunfury
zh_cn: 阳炎之怒

source: Sunglasses
zh_cn: 墨镜

source: Sunplate Block
zh_cn: 日盘块

source: Sunplate Clock
zh_cn: 日盘时钟

source: Super Absorbant Sponge
zh_cn: 超级吸水棉

source: Super Dart Trap
zh_cn: 超级飞镖机关

source: Super Healing Potion
zh_cn: 超级治疗药水

source: Super Mana Potion
zh_cn: 超级魔力药水

source: Superior
zh_cn: 高端

source: Supreme Helper Minion!
zh_cn: 终极得力仆从！

source: Surface
zh_cn: 地表

source: Survive a blood moon, a nocturnal event where the rivers run red and monsters swarm aplenty.
zh_cn: 在血月之夜中活下来，在这一夜间事件中，河流被染红，怪物蜂拥而至。

source: Survive a long fall with just a sliver of health remaining.
zh_cn: 活着从高处跌落并且只剩下一丁点生命值。

source: Survive a solar eclipse, a day darker than night filled with creatures of horror.
zh_cn: 活着度过比黑夜还黑的日食之日，到处都是可怕生物。

source: Survive the slime rain, where gelatinous organisms fall from the sky in droves.
zh_cn: 在史莱姆雨中活下来，在此期间胶状生物会成群结队地从天而降。

source: Survive your character's first full night.
zh_cn: 让你的角色安然度过第一晚。

source: Susceptible to lava!
zh_cn: 易受熔岩伤害！

source: Suspicious Looking Eye
zh_cn: 可疑眼球

source: Suspicious Looking Tentacle
zh_cn: 可疑触手

source: Swamp Thing
zh_cn: 沼泽怪

source: Swamp Thing Banner
zh_cn: 沼泽怪旗

source: Swap
zh_cn: 交换

source: Sweetheart Necklace
zh_cn: 甜心项链

source: Swiftness
zh_cn: 敏捷

source: Swiftness Potion
zh_cn: 敏捷药水

source: Switch
zh_cn: 开关

source: Switch menu
zh_cn: 切换菜单

source: Sword Beam
zh_cn: 剑束

source: Sword Rack
zh_cn: 剑架

source: Sword Statue
zh_cn: 宝剑雕像

source: Sword of the Hero
zh_cn: 英雄之剑

source: Swordfish
zh_cn: 剑鱼

source: Swordfish Trophy
zh_cn: 剑鱼纪念章

source: Synced Mods:
zh_cn: 已同步模组:

source: Syncing Mods
zh_cn: 同步模组

source: Syringe
zh_cn: 注射器

source: Tabi
zh_cn: 分趾厚底袜

source: Table
zh_cn: 桌子

source: Taboo
zh_cn: 禁忌

source: Tackle Box
zh_cn: 钓具箱

source: Tactical Shotgun
zh_cn: 战术霰弹枪

source: Tactical Skeleton
zh_cn: 骷髅特警

source: Tactical Skeleton Banner
zh_cn: 骷髅特警旗

source: Tainted Ghoul
zh_cn: 红染食尸鬼

source: Take
zh_cn: 拿走

source: Take One
zh_cn: 拿走一个

source: Take Screenshot
zh_cn: 截图

source: Take Snapshot
zh_cn: 拍快照

source: Taking more damage from being on fire
zh_cn: 因着火受到更多伤害

source: Talk
zh_cn: 交谈

source: Tall Gate
zh_cn: 高门

source: Tally Counter
zh_cn: 杀怪计数器

source: Tam O' Shanter
zh_cn: 苏格兰便帽

source: Target Dummy
zh_cn: 傀儡

source: Tartar Sauce
zh_cn: 塔塔酱

source: Tattered Bee Wing
zh_cn: 褴褛蜜蜂之翼

source: Tattered Cloth
zh_cn: 破布

source: Tattered Fairy Wings
zh_cn: 褴褛仙灵之翼

source: Tavernkeep
zh_cn: 酒馆老板

source: Tax Collector
zh_cn: 税收官

source: Tax Collector's Hat
zh_cn: 税收官帽

source: Tax Collector's Pants
zh_cn: 税收官裤

source: Tax Collector's Suit
zh_cn: 税收官套装

source: Teal Dye
zh_cn: 青绿染料

source: Teal Mushroom
zh_cn: 青绿蘑菇

source: Teal Paint
zh_cn: 青绿漆

source: Teal Pressure Pad
zh_cn: 青绿压力垫板

source: Teal String
zh_cn: 青绳

source: Teal and Black Dye
zh_cn: 青绿黑染料

source: Teal and Silver Dye
zh_cn: 青绿银染料

source: Team Dye
zh_cn: 团队染料

source: Team Hair Dye
zh_cn: 团队染发剂

source: Ted
zh_cn: 泰德

source: Teleport to ally
zh_cn: 传送至盟友

source: Teleport to {0}
zh_cn: 传送至{0}

source: Teleportation Potion
zh_cn: 传送药水

source: Teleporter
zh_cn: 传送机

source: Teleports you home
zh_cn: 将你传送回家

source: Teleports you to a random location
zh_cn: 将你传送至随机位置

source: Teleports you to the position of the mouse
zh_cn: 将你传送至鼠标的位置

source: Tells the time
zh_cn: 报时

source: Tempest
zh_cn: 暴风雨

source: Tempest Staff
zh_cn: 暴风雨法杖

source: Temple Key
zh_cn: 神庙钥匙

source: Temple Raider
zh_cn: 神庙入侵者

source: Tendon Bow
zh_cn: 肌腱弓

source: Tendon Hook
zh_cn: 肌腱钩

source: Terra Beam
zh_cn: 泰拉光束

source: Terra Blade
zh_cn: 泰拉刃

source: Terraria 2: Electric Boogaloo
zh_cn: 泰拉瑞亚2：电布加洛舞

source: Terraria Part 3: The Return of the Guide
zh_cn: 泰拉瑞亚第3部分：向导归来

source: Terraria Server {0}
zh_cn: 泰拉瑞亚服务器{0}

source: Terraria: 9 + 1 = 11
zh_cn: 泰拉瑞亚：9 + 1 = 11

source: Terraria: A Bunnies Tale
zh_cn: 泰拉瑞亚：兔兔的传说

source: Terraria: A good day to dig hard
zh_cn: 泰拉瑞亚：挖矿吉日

source: Terraria: A spelunker says 'What'?
zh_cn: 泰拉瑞亚：洞穴探险者惊道“那是什么”？

source: Terraria: Adaman-TIGHT!
zh_cn: 泰拉瑞亚：绝世精金！

source: Terraria: Also try Edge of Space!
zh_cn: 泰拉瑞亚：试试《太空边缘》！

source: Terraria: Also try Minecraft!
zh_cn: 泰拉瑞亚：试试《我的世界》！

source: Terraria: Better than life
zh_cn: 泰拉瑞亚：远超生命

source: Terraria: Can You Re-Dig-It?
zh_cn: 泰拉瑞亚：重挖好吗？

source: Terraria: Coming soon to a computer near you
zh_cn: 泰拉瑞亚：邻机即将拥有

source: Terraria: Cthulhu is mad... and is missing an eye!
zh_cn: 泰拉瑞亚：克苏鲁疯了...还弄丢了眼睛！

source: Terraria: Cult of Cenx
zh_cn: 泰拉瑞亚：Cenx邪教

source: Terraria: Dig Dug Ain't Got Nuthin on Me
zh_cn: 泰拉瑞亚：挖挖总有收获

source: Terraria: Dig Peon, Dig!
zh_cn: 泰拉瑞亚：劳工挖啊挖！

source: Terraria: Digger T' Blocks
zh_cn: 泰拉瑞亚：挖土之王

source: Terraria: Dividing by zero
zh_cn: 泰拉瑞亚：除数为零

source: Terraria: Dr. Bones and The Temple of Blood Moon
zh_cn: 泰拉瑞亚：骷髅博士和血月神庙

source: Terraria: Earthbound
zh_cn: 泰拉瑞亚：地球冒险

source: Terraria: Epic Dirt
zh_cn: 泰拉瑞亚：神土

source: Terraria: I Pity the Tools
zh_cn: 泰拉瑞亚：我同情这些工具

source: Terraria: I Pity the Tools...
zh_cn: 泰拉瑞亚：我同情这些工具...

source: Terraria: I don't know that-- aaaaa!
zh_cn: 泰拉瑞亚：我不知道--啊啊啊！

source: Terraria: I just wanna know where the gold at?
zh_cn: 泰拉瑞亚：我只想知道金子在哪？

source: Terraria: I wanna be the guide
zh_cn: 泰拉瑞亚：我想成为向导

source: Terraria: Infinite Plantera
zh_cn: 泰拉瑞亚：无限世纪之花

source: Terraria: Judgement Clay
zh_cn: 泰拉瑞亚：天罚粘土

source: Terraria: Legend of Maxx
zh_cn: 泰拉瑞亚：麦克斯传奇

source: Terraria: May the blocks be with you
zh_cn: 泰拉瑞亚：愿块块与你同在

source: Terraria: NOT THE BEES!!!
zh_cn: 泰拉瑞亚：伪蜜蜂！！！

source: Terraria: No one Dug Behind!
zh_cn: 泰拉瑞亚：没有人在后面挖！

source: Terraria: Now in 1D
zh_cn: 泰拉瑞亚：现推出1D

source: Terraria: Now with SOUND
zh_cn: 泰拉瑞亚：现已加入音效

source: Terraria: Now with more ducks!
zh_cn: 泰拉瑞亚：现在有更多鸭子！

source: Terraria: Now with more things to kill you!
zh_cn: 泰拉瑞亚：现在有更多东西想杀你！

source: Terraria: Obsessive-Compulsive Discovery Simulator
zh_cn: 泰拉瑞亚：强迫症现象模仿者

source: Terraria: Ore's Well That Ends Well
zh_cn: 泰拉瑞亚：有矿自有天相

source: Terraria: Press alt-f4
zh_cn: 泰拉瑞亚：按alt-f4

source: Terraria: Purple Grass!
zh_cn: 泰拉瑞亚：紫草地！

source: Terraria: Red Dev Redemption
zh_cn: 泰拉瑞亚：红色开发救赎

source: Terraria: Rise of the Slimes
zh_cn: 泰拉瑞亚：史莱姆的崛起

source: Terraria: Rumors of the Guides' death were greatly exaggerated
zh_cn: 泰拉瑞亚：向导死亡的谣言被严重夸大了

source: Terraria: Sand is Overpowered
zh_cn: 泰拉瑞亚：沙子被制服了

source: Terraria: Shut Up and Dig Gaiden!
zh_cn: 泰拉瑞亚：少说多挖之外传！

source: Terraria: Slimeassic Park
zh_cn: 泰拉瑞亚：史莱姆侏罗纪公园

source: Terraria: Small Blocks, Not for Children Under the Age of 5
zh_cn: 泰拉瑞亚：5岁以下的儿童不宜使用小块块

source: Terraria: So then I said 'Something about a PC update....'
zh_cn: 泰拉瑞亚：我回答“一些关于PC版更新的东西...”

source: Terraria: Suspicous Looking Eyeballs
zh_cn: 泰拉瑞亚：可疑魔眼

source: Terraria: Terraria: Terraria:
zh_cn: 泰拉瑞亚：泰拉瑞亚：泰拉瑞亚：

source: Terraria: Terrestrial Trouble
zh_cn: 泰拉瑞亚：陆地生物的麻烦

source: Terraria: The Grass is Greener on This Side
zh_cn: 泰拉瑞亚：这边的草地更绿

source: Terraria: The Water Fall Of Content!
zh_cn: 泰拉瑞亚：物竞天择！

source: Terraria: There is No Cow Layer
zh_cn: 泰拉瑞亚：没有奶牛层

source: Terraria: What's that purple spiked thing?
zh_cn: 泰拉瑞亚：那紫色的尖玩艺儿是什么？

source: Terraria: You sand bro?
zh_cn: 泰拉瑞亚：兄弟你疯了吧？

source: Terrarian
zh_cn: 泰拉悠悠球

source: Terrarian Gothic
zh_cn: 泰拉式哥特

source: Terrarium
zh_cn: 泰拉制笼机

source: Terrible
zh_cn: 可怕

source: Tesla Turret
zh_cn: 特斯拉炮塔

source: Thank you for your support!
zh_cn: 感谢您的支持!

source: That Red Hat of yours looks familiar...
zh_cn: 你的小红帽看上去很熟悉...

source: That captain fellow seems to me to be 'pretty well over the bay' if you know what I mean!
zh_cn: 我觉得，那个船长“烂醉如泥”，你知道我的意思吧！

source: That didn't hurt too bad, now did it?
zh_cn: 并不是很疼吧。现在呢？

source: That {Merchant}, he really has no appreciation for a really good deal.
zh_cn: 那个{Merchant}，他真的没头脑，不懂什么是好交易。

source: That's gonna need stitches!
zh_cn: 这需要缝针！

source: That's probably going to leave a scar.
zh_cn: 很可能会留疤。

source: The Axe
zh_cn: 斧

source: The Bee's Knees
zh_cn: 蜂膝弓

source: The Blood Moon is rising...
zh_cn: 血月正在升起...

source: The Breaker
zh_cn: 魔锤

source: The Bride
zh_cn: 新娘

source: The Cavalry
zh_cn: 骑兵

source: The Corruption tried to take me over when I went to Etheria, but instead, I used its power against the Old One's Army!
zh_cn: 腐化之地曾经企图在我前往埃特尼亚时掌控我，但我反而利用它的力量来对抗撒旦军队！

source: The Creation of the Guide
zh_cn: 创造向导

source: The Cursed Man
zh_cn: 被诅咒的人

source: The Dao of Pow
zh_cn: 太极连枷

source: The Deadly Sphere will fight for you
zh_cn: 致命球将为你而战

source: The Destroyer
zh_cn: 毁灭者

source: The Doctor's Pants
zh_cn: 博士裤

source: The Doctor's Shirt
zh_cn: 博士衣

source: The Eye Sees the End
zh_cn: 最后一眼

source: The Eye of Cthulhu
zh_cn: 克苏鲁之眼

source: The Fish of Cthulhu
zh_cn: 克苏鲁鱼

source: The Frequent Flyer
zh_cn: 屡攻飞行怪

source: The Frost Legion has arrived!
zh_cn: 雪人军团来了！

source: The Frost Legion has been defeated!
zh_cn: 雪人军团已被打败！

source: The Frost Legion is approaching from the east!
zh_cn: 雪人军团正从东边逼近！

source: The Frost Legion is approaching from the west!
zh_cn: 雪人军团正从西边逼近！

source: The Frost Moon is rising...
zh_cn: 霜月正在升起...

source: The Grand Design
zh_cn: 精密线控仪

source: The Great Southern Plantkill
zh_cn: 大南方植物终结者

source: The Groom
zh_cn: 僵尸新郎

source: The Groom Banner
zh_cn: 僵尸新郎旗

source: The Guardian's Gaze
zh_cn: 守卫凝视

source: The Hanged Man
zh_cn: 倒吊人

source: The Horseman's Blade
zh_cn: 无头骑士剑

source: The Hungry
zh_cn: 饿鬼

source: The Land of Deceiving Looks
zh_cn: 浮华假象的大地

source: The Meatball
zh_cn: 血肉之球

source: The Merchant
zh_cn: 商人

source: The Moon Lord has awoken!
zh_cn: 月亮领主已苏醒！

source: The Persistency of Eyes
zh_cn: 永恒之眼

source: The Plan
zh_cn: 计划书

source: The Possessed
zh_cn: 攀爬魔

source: The Possessed Banner
zh_cn: 攀爬魔旗

source: The Pumpkin Moon is rising...
zh_cn: 南瓜月正在升起...

source: The Rotted Fork
zh_cn: 腐叉

source: The Screamer
zh_cn: 呐喊者

source: The Season
zh_cn: 圣诞雪季

source: The Tongue
zh_cn: 狂卷之舌

source: The Truth Is Up There
zh_cn: 真理就在火星

source: The Twins
zh_cn: 双子魔眼

source: The Twins Have Awoken
zh_cn: 苏醒的双子魔眼

source: The Twins have awoken!
zh_cn: 双子魔眼已经醒来！

source: The UFO will fight for you
zh_cn: UFO将为你而战

source: The Undertaker
zh_cn: 夺命枪

source: The air is getting colder around you...
zh_cn: 周围的空气越来越冷...

source: The ancient spirits of light and dark have been released.
zh_cn: 古老的光明与黑暗之魂已经释放。

source: The baby slime will fight for you
zh_cn: 史莱姆宝宝将为你而战

source: The ebonstone in the corruption can be purified using some powder from a dryad, or it can be destroyed with explosives.
zh_cn: 腐化之地的黑檀石可用一些树妖的粉末净化，或者用炸药摧毁。

source: The effect file at {0} failed to load
zh_cn: 在 {0} 的效果文件加载失败
